[Main]
DisplayName=ภาษาไทย

[SmartDefrag_SDMainForm]
btn_close.Hint=ปิด
btn_maximize.Hint=ขยาย
btn_minimize.Hint=ย่อ
btn_restore.Hint=กู้คืน
btn_more.Hint=ตัวเลือก
lblLatestNews.Caption=แบ่งปันซอฟแวร์นี้กับครอบครัวและเพื่อนของคุณ พวกเขาจะมีความสุขเมื่อได้ใช้มัน!
btn_game_optimize.Caption=เพิ่มประสิทธิภาพ
btn_gamedefrag_start.Caption=ทำต่อ
btn_gamedefrag_stop.Caption=หยุด
btn_gamedefrag_pause.Caption=พัก
btn_defrag_finish.Caption=เสร็จสิ้น
btn_backtosvolumetatus.Caption=กลับ
lblPBD_DPF.Caption=จัดเรียงไฟล์เพจและไฟล์ไฮเบอร์เนต
lblPBD_DMFT.Caption=จัดเรียง MFT
lblPBD_DSYS.Caption=จัดเรียงไฟล์ระบบ
lblPBD_DREG.Caption=จัดเรียงไฟล์รีจิสทรี
lblPBD_DCF.Caption=จัดเรียงไฟล์ที่เลือก
btnBTConfig.Caption=กำหนดค่า
LabelEnableBTD.Caption=จัดเรียงตอนบูต
lblBootTimeDefrag.Caption=ประวัติการจัดเรียงตอนบูต
lvBootTimeDefragListView.Columns[0].Caption=ข้อมูล
lvBootTimeDefragListView.Columns[1].Caption=ขนาดทั้งหมด
lvBootTimeDefragListView.Columns[2].Caption=แตกแยก
lvBootTimeDefragListView.Columns[3].Caption=การกระทำ
btn_tab_actioncenter.Caption=ศูนย์ปฏิบัติการ
btn_tab_boottimedefrag.Caption=จัดเรียงตอนบูต
btn_tab_diskdefrag.Caption=จัดเรียงดิสก์
btn_tab_gameoptimize.Caption=เพิ่มประสิทธิภาพเกม
lbl_map.Caption=สีพื้นที่:
lblResetColor.Caption=คืนค่า
lvDefragList.Columns[0].Caption=ชื่อ
lvDefragList.Columns[1].Caption=แตกแยก
lvDefragList.Columns[2].Caption=ขนาด
lvDefragList.Columns[3].Caption=ที่ตั้ง
lvDefragList.Columns[4].Caption=ผลลัพธ์
btnShowDefragMap.Caption=พื้นที่
btnShowDefragList.Caption=รายละเอียด
btnShowJunkFile.Caption=ขยะ
lblAfterDefragTask.Items[0].Caption=ปิดเครื่องหลังจากจัดเรียง
lblAfterDefragTask.Items[1].Caption=สลีปหลังจากจัดเรียง
lblAfterDefragTask.Items[2].Caption=ไฮเบอร์เนตหลังจากจัดเรียง
lblAfterDefragTask.Items[3].Caption=เริ่มระบบใหม่หลังจากจัดเรียง
lblStatus.Caption=สถานะ:
lblSSDStatus.Caption=สถานะ:
lblAfter.Caption=หลัง:
lblBefore.Caption=ก่อน:
lblFragRate.Caption=อัตราการแตกแยก:
lblDefragFragmentRate.Caption=อัตราการแตกแยก:
btn_start.Caption=ทำต่อ
btn_stop.Caption=หยุด
btn_pause.Caption=พัก
btnFixDefrag.Caption=จัดเรียงอัจฉริยะ
btn_view_report.Caption=ดูรายงาน
lblJunkScanSkip.Caption=ข้าม
mniOpenSmartDefrag.Caption=เปิด Smart Defrag
mniHomePage.Caption=โฮมเพจ
mniSupport.Caption=ฝ่ายสนับสนุน
mniExit.Caption=ออก
mniTask_Shutdown.Caption=ปิดเครื่อง
mniTask_Sleep.Caption=สลีป
mniTask_Hibernate.Caption=ไฮเบอร์เนต
mniTask_Reboot.Caption=เริ่มระบบใหม่
mniSkinClassic.Caption=คลาสสิก
mniSkinWhite.Caption=สีขาว
btnFeedBack.Caption=ส่งคำติชม
btnViewReport.Caption=ดูรายงาน
btnScanMore.Caption=สแกนเพิ่มเติม
lblBootTimeSSD.Caption=นี่เป็นดิสก์แบบ SSD ซึ่งการจัดเรียงตอนบูตไม่รองรับ SSD
shp_map_free.Hint=พื้นที่ว่าง
shp_map_mft.Hint=ตารางไฟล์มาสเตอร์
shp_map_dir.Hint=ไดเรกทอรี่
shp_map_frequent.Hint=ใช้บ่อย
shp_map_rare.Hint=ไม่ค่อยใช้
shp_map_unmovable.Hint=ห้ามย้าย
shp_map_frag.Hint=แตกแยก
shp_map_moving.Hint=กำลังย้าย
btn_nav_show.Hint=แสดงศูนย์ปฏิบัติการ
btn_nav_hide.Hint=ซ่อนศูนย์ปฏิบัติการ
lbl_defragprogress.Caption=กระบวนการทั้งหมด:
lblGameEstimatedTime.Caption=กระบวนการทั้งหมด:
lblRecommendation.Caption=แนะนำ:
lblJunkCleaned.Caption=ขยะที่ำทำความสะอาด:
lblSpaceReleased.Caption=ได้พื้นที่คืน:
btn_feedback.Caption=ส่งคำติชม
btnGameViewReport.Caption=ดูรายงาน
rdlblBootTimeDefragDesc.Caption=จัดเรียงไฟล์ระบบของคุณก่อนที่จะเริ่มระบบเพื่อขยายประสิทธิภาพของระบบ
btnBTActiveNow.Caption=เปิดใช้งานตอนนี้
btnGOActiveNow.Caption=เปิดใช้งานตอนนี้
rdlblEnterCode.Caption=กรอกโค้ด
btnManageLicense.Caption=จัดการใบอนุญาต
rdlblProfuture.Caption=ขยายประสิทธิภาพและอายุการใช้งานดิสก์ของคุณด้วย:
btnProfutureAuto.Caption=จัดเรียงอัจฉริยะอัตโนมัติ
btnProfutureBootTimeDefrag.Caption=จัดเรียงตอนบูต
btnProfutureAlways.Caption=ทันสมัยอยู่เสมอ
lbl_estimatedtime1.Caption=ระยะเวลาที่เหลือ:
btn_shuffle.Hint=ฉลากชิงโชค

[SmartDefrag_SDMainMenu]
btn_more.Hint=ตัวเลือก
btnAbout.Caption=เกี่ยวกับ
btnCheckUpdates.Caption=ตรวจสอบการอัพเดท
btnDownload.Caption=ดาวน์โหลดโปรแกรมฟรีจาก IObit
btnFindUsOnFacebook.Caption=ค้นหาเราบน Facebook
btnReport.Caption=รายงาน
btnSettings.Caption=การตั้งค่า...
btnSkin.Caption=ลักษณะ
btnTechnicalSupport.Caption=การสนับสนุนทางเทคนิค
btnTranslate.Caption=ช่วยเราแปล
btnUseManual.Caption=คู่มือผู้ใช้
btnDiskHealth.Caption=สุขภาพดิสก์

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=วิเคราะห์
mniItem2.Caption=จัดเรียงและเพิ่มประสิทธิภาพ
mniItem3.Caption=จัดเรียงไฟล์ขนาดใหญ่
mniItem4.Caption=จัดเรียงพื้นที่ว่าง
mniItem5.Caption=จัดเรียงและเรียงลำดับไฟล์ (ช้า)
mniItem6.Caption=ปรับแต่ง && เพิ่มประสิทธิภาพอัจฉริยะ
mniItem7.Caption=จัดเรียงด่วน

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=เพิ่มไฟล์และโฟลเดอร์
btnAddFile.Caption=เพิ่มไฟล์
btnAddFolder.Caption=เพิ่มโฟลเดอร์

[SmartDefrag_FormSetting]
btn_close.Hint=ปิด
lblTitle.Caption=ตั้งค่า
Button_Recommand.Caption=แนะนำ
Button_OK.Caption=ตกลง
Button_Cancel.Caption=ยกเลิก
Button_Apply.Caption=ใช้งาน
lblSettingType.Caption=ตั้งค่าทั่วไป
AutoLoadCheck.Caption=เริ่มพร้อมกับวินโดวส์โดยอัตโนมัติ
CloseSetCheck.Caption=ย่อลงถาดระบบเมื่อโปรแกรมถูกปิด
TrayCheck.Caption=เปิดใช้เคล็ดลับเครื่องมือในถาดระบบ
CheckBox_Show_RemovableDisk.Caption=ไม่ต้องแสดงดิสก์แบบพกพา
lblSilentDesc.Caption=เปิดใช้งานคุณสมบัตินี้สามารถจัดเรียงข้อมูลได้ราบรื่นปราศจากการชะงัก
lblReplaceDefragDesc.Caption=เปิดใช้คุณสมบัตืนี้หมายความว่า Smart Defrag จะเริ่มทำงานเมื่อคุณทำการเรียก Windows Disk Defragmenter
lblVSSDesc.Caption=หยุดไฟล์ชั่วคราวของ VSS เมื่อทำการจัดเรียงเพื่อปกป้องการสำรอง VSS ปัจจุบันของคุณ และ VSS ของคุณจะเปิดใช้งานโดยอัตโนมัติหลังจากการจัดเรียงเสร็จสิ้นa (VSS: Volume Shadow Copy)
lblBatteriesDesc.Caption=การจัดเรียงจะใช้พลังงานแบตเตอรี่จำนวนมาก แนะนำให้หยุดการจัดเรียงขณะที่ใช้แบตเตอรี่
ReplaceWindowDefrag.Caption=ใช้งานแทน Windows Disk Defragmenter (แนะนำ)
SilentCheck.Caption=เปิดใช้เทคโนโลยีเงียบแบบอัจฉริยะขณะทำการจัดเรียง (แนะนำ)
chkEnableVSS.Caption=หยุด VSS เมื่อจัดเรียงดิสก์แบบ NTFS
BatteryCheck.Caption=หยุดการจัดเรียงขณะใช้งานบนแบตเตอรี่โดยอัตโนมัติ (แนะนำ)
Label_Auto_Des.Caption=ด้วยเทคโนโลยีใหม่, โดยจะจัดเรียงไฟล์ที่แตกแยกโดยอัตโนมัติขณะพีซีของคุณว่าง เพื่อปกป้องฮาร์ดดิสก์ของคุณ
Label_DefragRate.Caption=จัดเรียงเมื่ออัตราการแตกแยกมากกว่า:
ExcludeCheck.Caption=ข้ามไฟล์ที่ขนาดใหญ่กว่า 1 GB
ComboBox_DefragRate.Items[0].Caption=จัดเรียงตลอด
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=ไฟล์และโฟลเดอร์ที่อยู่ในรายการละเว้น สิ่งที่อยู่ข้างในโฟลเดอร์จะไม่ถูกวิเคราะห์และจัดเรียง
Button_Add_File.Caption=เพิ่มไฟล์...
Button_Add_Folder.Caption=เพิ่มโฟลเดอร์...
Button_Delete.Caption=ลบ
ListView_Exlude.Columns[0].Caption=ชื่อ
Label_Schedule_Des.Caption=กำหนดการจัดเรียง HDD และปรับแต่งโดยไม่ต้องให้ผู้ใช้เข้ามาแทรกแซง
Label_Schedule_Task.Caption=ตารางกำหนดการ
Label_Action.Caption=การกระทำ:
Label_Schedule_Status.Caption=สถานะ:
Button_Config_Schedule.Caption=กำหนดค่า
ScheduleList.Columns[0].Caption=ไดร์ฟ
lvBootTimeDefrag.Columns[0].Caption=ไดร์ฟ
lvAAList.Columns[0].Caption=ไดร์ฟ
ComboBox_Action.Items[0].Caption=จัดเรียงอัจฉริยะ
ComboBox_Action.Items[1].Caption=จัดเรียงไฟล์ขนาดใหญ่
ComboBox_Action.Items[2].Caption=จัดเรียงพื้นที่ว่าง
ComboBox_Action.Items[3].Caption=จัดเรียงและเพิ่มประสิทธิภาพ
ComboBox_Action.Items[4].Caption=จัดเรียงและจัดลำดับไฟล์ (ช้า)
Label_Max.Caption=ขนาดไฟล์สูงสุด:
Label_Unsupport.Caption=ไม่รองรับวินโดวส์ 2000
Label_Boottime_Des.Caption=การจัดเรียงไฟล์บนฮาร์ดดิสก์ตอนบูตจะไม่สามารถย้ายข้อมูลได้อย่างปลอดภัยขณะวินโดวส์กำลังทำงาน
Label_Boottime_Status.Caption=สถานะ:
RadioButton_FirstBoot.Caption=ทุกบูตแรกของวัน
RadioButton_EveryBoot.Caption=ทุกบูต
RadioButton_Custom.Caption=ทุกบูตแรกของสองวัน
RadioButton_NextBoot.Caption=บูตถัดไปเท่านั้น
Label_language.Caption=ภาษาปัจจุบัน:
Label_Trans.Caption=ความโปร่งใส:
CheckBox_DMC.Caption=เปิดใช้แผนที่ดิสก์สำหรับการเปลี่ยนสี
lblJKF_SelectJunkFile.Caption=เลือกรายการที่คุณต้องการทำความสะอาด:
chkJKF_EnableDOD.Caption=เปิดใช้งานการลบไฟล์อย่างปลอดภัย DOD 5220.22-M (ช้าลง)
chkJKF_DeleteTime.Caption=ลบไฟล์ชั่วคราววินโดวส์ที่เก่ากว่า 1 สัปดาห์
TreeView_Option.Items[0].Caption=ตั้งค่าทั่วไป
TreeView_Option.Items[1].Caption=จัดเรียง
TreeView_Option.Items[2].Caption=บริการอัตโนมัติ
TreeView_Option.Items[3].Caption=จัดเรียงอัตโนมัติ
TreeView_Option.Items[4].Caption=ตารางจัดเรียง
TreeView_Option.Items[5].Caption=จัดเรียงตอนบูต
TreeView_Option.Items[6].Caption=ทั่วไป
TreeView_Option.Items[7].Caption=กำหนดค่า
TreeView_Option.Items[8].Caption=ทำความสะอาดดิสก์
TreeView_Option.Items[9].Caption=รายการละเว้น
TreeView_Option.Items[10].Caption=อัพเดทอัตโนมัติ
TreeView_Option.Items[11].Caption=ส่วนติดต่อผู้ใช้
TreeView_Option.Items[12].Caption=โหมดเงียบ
TreeView_Option.Items[13].Caption=วิเคราะห์อัตโนมัติ
CategoryLine_Boottime_Method.Caption=วิธี
CategoryLine_Boottime_Log.Caption=ไฟล์บันทึก
CategoryLine_Schedule_Method.Caption=วิธี
CategoryLine_Schedule_Schedule.Caption=กำหนดการ
chkEnableDiskSpeed.Caption=เปิดใช้การเร่งดิสก์อย่างชาญฉลาด
lblEnableDiskSpeedDesc.Caption=คุณสมบัตินี้จะเปิดใช้งาน DMA (การเข้าถึงหน่วยความจำโดยตรง) เพื่อประสิทธิภาพดิสก์ที่ดีมากยิ่งขึ้นและเพิ่มความถี่ในการอ่าน/เขียนแคชบนพื้นที่ดิสก์
CategoryLine_Auto_Method.Caption=วิธี
lblAutoAction.Caption=การกระทำ:
ComboBox_AutoAction.Items[0].Caption=จัดเรียงอัจฉริยะ
ComboBox_AutoAction.Items[1].Caption=จัดเรียงไฟล์ขนาดใหญ่
ComboBox_AutoAction.Items[2].Caption=จัดเรียงพื้นที่ว่าง
ComboBox_AutoAction.Items[3].Caption=จัดเรียงและเพิ่มประสิทธิภาพ
ComboBox_AutoAction.Items[4].Caption=จัดเรียงและเรียงลำดับไฟล์ (ช้า)
grpMethod_Method.Caption=ทั่วไป
lblUpdateMethod.Caption=เลือกวิธีีการอัพเดท:
rbAutoUpdate_Automatically.Caption=แจ้งเตือนเมื่อมีอัพเดทพร้อมใช้งาน
rbAutoUpdate_ProgramLauched.Caption=อัพเดทโปรแกรมอัตโนมัติ (แนะนำ)
grpMethod_Proxy.Caption=พร็อกซี่
rbProxy_Direct.Caption=เชื่อมต่อโดยตรง (ไม่ใช้พร็อกซี่)
rbProxy_ie.Caption=ตรวจจับพร็อกซี่อัตโนมัติ (ใช้การตั้งค่า Internet Explorer)
rbProxy_SpecifyServer.Caption=ระบุเซิร์ฟเวอร์พร็อกซี่ (เมื่อคุณเชื่อมต่ออินเทอร์เน็ตผ่านพร็อกซี่เท่านั้น)
lblProxy_Host.Caption=โฮสต์:
lblProxy_Port.Caption=พอร์ต:
lblProxy_UserName.Caption=ชื่อผู้ใช้:
lblProxy_UserPass.Caption=รหัสผ่าน:
Label_TaskSchedule.Caption=กำหนดการ:
Label_StartTime.Caption=เวลาเริ่ม:
ComboBox_TaskType.Items[0].Caption=ทุกวัน
ComboBox_TaskType.Items[1].Caption=ทุกสัปดาห์
ComboBox_TaskType.Items[2].Caption=ทุกเดือน
ComboBox_Weekly.Items[0].Caption=วันอาทิตย์
ComboBox_Weekly.Items[1].Caption=วันจันทร์
ComboBox_Weekly.Items[2].Caption=วันอังคาร
ComboBox_Weekly.Items[3].Caption=วันพุธ
ComboBox_Weekly.Items[4].Caption=วันพฤหัสบดี
ComboBox_Weekly.Items[5].Caption=วันศุกร์
ComboBox_Weekly.Items[6].Caption=วันเสาร์
lblBootTimeStatus.Caption=สถานะ:
grpSlientMode.Caption=สถานะ
chkSlientMode_SlientMode.Caption=โหมดเงียบ
lblSlientMode_SlientModeInfo.Caption=สลับเป็นโหมดเงียบอัตโนมัติเมื่อตรวจพบงานเต็มจอหรือโปรแกรมที่ระบุไว้ทำงาน
grpSlientMode_Description.Caption=โปรแกรมที่ผู้ใช้ระบุ
lblSilent_UserSpec.Caption=เปิดใช้โหมดเงียบเมื่อโปรแกรมต่อไปนี้ทำงาน:
btnSlientMode_Add.Caption=เพิ่ม
btnSlientMode_Delete.Caption=ลบ
GroupBox_SilentMode.Caption=คำอธิบาย
lblSlientMode_Description1.Caption=โหมดเงียบจะช่วยลดการใช้ทรัพยากรด้วยวิธีการจัดเรียงที่ชาญฉลาด:
lblSlientMode_Description2.Caption=1. ข้ามการจัดเรียงอัตโนมัติเมื่อตรวจพบงานที่ระบุ
lblSlientMode_Description3.Caption=2. ข้ามกำหนดการจัดเรียงอัตโนมัติเมื่อตรวจพบงานที่ระบุ
lvSlientMode.Columns[0].Caption=ชื่อรายการ
lvSlientMode.Columns[1].Caption=คำอธิบาย
lblCBT_Desc.Caption=การกำหนดการจัดเรียงตอนบูตสามารถจัดเรียงไฟล์ที่ไม่สามารถจัดเรียงได้เมื่อระบบกำลังทำงาน เพิ่มมันลงในกล่องเพื่อจัดเรียงเมื่อเริ่มบูต
btnCbtAddFile.Caption=เพิ่มไฟล์...
btnCbtDelete.Caption=ลบ
lblAADesc.Caption=การสิเคราะห์ดิสก์ของคุณโดยอัตโนมัติเมื่อระบบว่างและเตือนคุณถ้ามีการแตกแยกที่จำเป็นต้องจัดเรียง
lblAAStatus.Caption=สถานะ:
btnNotifyWhemSchdule.Caption=ไม่ต้องแจ้งเตือนเมื่อจัดเรียง
btnShutdown.Caption=ปิดเครื่องอัตโนมัติเมื่อกำหนดการจัดเรียงเสร็จสิ้น
btnShowShellMenu.Caption=แสดงจัดเรียงโดย Smart Defrag ในเมนูบริบท

[SmartDefrag_shutdown]
Button_Cancel.Caption=ยกเลิก
lblShutdownInfo.Items[0].Caption=การจัดเรียงเสร็จสิ้น, พีซีของคุณจะปิดในอีก
lblShutdownInfo.Items[1].Caption=การจัดเรียงเสร็จสิ้น, พีซีของคุณจะสลีปในอีก
lblShutdownInfo.Items[2].Caption=การจัดเรียงเสร็จสิ้น, พีซีของคุณจะไฮเบอร์เนตในอีก
lblShutdownInfo.Items[3].Caption=การจัดเรียงเสร็จสิ้น, พีซีของคุณจะเริ่มระบบใหม่ในอีก
btn_close.Hint=ปิด

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=ปิด
lblMessage.Caption=คุณต้องการทำความสะอาดไฟล์ขยะก่อนที่จะจัดเรียงเพื่อเพิ่มพื้นที่ว่างและประสิทธิภาพการจัดเรียงหรือไม่?
lblDontShowAgain.Caption=จดจำสิ่งที่เลือก
lblTipsCaption.Caption=ทำความสะอาดไฟล์ขยะ
btnYes.Caption=ใช่
btnNo.Caption=ไม่หล่ะ

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=ปิด
btnYes.Caption=ใช่
btnNo.Caption=ไม่
btnOK.Caption=ปิด

[SmartDefrag_DefragReportView]
btn_close.Hint=ปิด
lblCaption.Caption=Smart Defrag รายงาน
lvDefragReportListView.Columns[0].Caption=เวลา
lvDefragReportListView.Columns[1].Caption=แตกแยก
lvDefragReportListView.Columns[2].Caption=การกระทำ

[SmartDefrag_FormAbout]
lblCaption.Caption=เกี่ยวกับ
Label_Warning.Caption=คำเตือน
Label_WarningInfo.Caption=โปรแกรมคอมพิวเตอร์นี้ได้รับการคุ้มครองตามกฎหมายลิขสิทธิ์และสนธิสัญญาระหว่างประเทศ
Label_AllRight.Caption=สงวนลิขสิทธิ์
Label_Acknowledge.Caption=ขอขอบคุณความช่วยเหลือจากบุคคลเหล่านี้:
btn_close.Hint=ปิด

[SmartDefrag_M]
M_FSUnknown=ไม่รู้จัก
M_FSAnalyzed=วิเคราะห์แล้ว
M_FSDefragged=จัดเรียงแล้ว
M_FSInvalidHandle=เครื่องมือไม่สมบูรณ์
M_FSMoveFailed=ย้ายไม่สำเร็จ
M_FSNospace=ไม่มีพื้นที่ว่างเพื่อทำงานต่อ
M_FSSkipTooLarge=ถูกข้าม (ไฟล์ขนาดใหญ่)
M_FSSkipRateTooLow=ถูกข้าม (อัตราการแตกแยกต่ำ)
M_DefragSummary=สรุปการจัดเรียง
M_DefragDetails=รายละเอียดการจัดเรียง
M_SSDOPTDetails=รายละเอียดการเพิ่มประสิทธิภาพ SSD
M_DiskSpaceInfo=ว่าง/ขนาดทั้งหมด
M_DefragMethod=วิธีการจัดเรียง
M_DefragBeginTime=เริ่มการจัดเรียง
M_DefragEndTime=การจัดเรียงเสร็จสิ้น
M_TotalFiles=ไฟล์ & ไดเรกทอรี่ทั้งหมด
M_Fragments=แตกแยก
M_Recommend=แนะนำ
M_FragmentationRate=อัตราการแตกแยก
M_DefaultVolumeName=ตำแหน่งดิสก์
M_DetailsFragments=แตกแยก
M_DetailsSize=ขนาด
M_DetailsResult=ผลลัพธ์
M_DetailsPath=ที่ตั้ง
M_DMSSDAnalyze=กำลังวิเคราะห์ SSD
M_DMSSDOptimize=กำลังปรับแต่ง
M_DMUSSDOptimize=กำลังปรับแต่ง && เพิ่มประสิทธิภาพอัจฉริยะ
M_DMSSDAnalyzed=%d รายการที่สามารถปรับแต่งเพื่อปรับปรุงประสิทธิภาพและความทนทาน SSD ของคุณ
M_DMSSDOptimized=SSD ของคุณถูกปรับแต่งให้มีประสิทธิภาพแล้ว
M_DMUSSDAnalyzed=%d รายการที่สามารถปรับแต่งและเพิ่มประสิทธิภาพเพื่อประสิทธิภาพและอายุการใช้ที่ของ SSD ของคุณที่มากขึ้น
M_DMUSSDOptimized=SSD ของคุณได้รับการปรับแต่งและเพิ่มประสิทธิภาพอย่างชาญฉลาดแล้ว
M_DMNSSDAnalyze=วิเคราะห์ SSD
M_DMNSSDOptimize=ปรับแต่ง SSD
M_DMNAnalyze=วิเคราะห์แล้ว
M_DMNFastDefrag=จัดเรียงด่วน
M_DMNSmartDefrag=จัดเรียงอัจฉริยะ
m_DMNLargeFileDefrag=จัดเรียงไฟล์ขนาดใหญ่
M_DMNMergeSortDefrag=จัดเรียงและเรียงลำดับไฟล์
M_DMNSortDefrag=จัดเรียงและเพิ่มประสิทธิภาพ
M_DMNMergeDefrag=จัดเรียงพื้นที่ว่าง
M_DMNAutoDefrag=จัดเรียงอัตโนมัติ
M_DMNSchdleDefrag=จัดเรียงตามกำหนดการ
M_DMNDefrag=จัดเรียง
M_DMAnalyze=กำลังวิเคราะห์
M_DMDefrag=กำลังจัดเรียง
M_DMFastDefrag=กำลังจัดเรียงด่วน
M_DMSmartDefrag=กำลังวิเคราะห์อย่างอัจฉริบะ
m_DMLargeFileDefrag=กำลังจัดเรียงไฟล์ขนาดใหญ่
M_DMMergeSortDefrag=กำลังจัดเรียงและเรียงลำัดับไฟล์
M_DMSortDefrag=กำลังและเพิ่มประสิทธิภาพ
M_DMMergeDefrag=กำลังจัดเรียงพื้นที่ว่าง
M_DMAFastDefrag=กำลังจัดเรียงด่วนอัตโนมัติ
m_DMALargeFileDefrag=กำลังจัดเรียงไฟล์ขนาดใหญ่อัตโนมัติ
M_DMAMergeSortDefrag=กำลังจัดเรียงและเรียงลำัดับไฟล์อัตโนมัติ
M_DMASortDefrag=กำลังจัดเรียงและเพิ่มประสิทธิภาพอัตโนมัติ
M_DMAMergeDefrag=กำลังจัดเรียงพื้นที่ว่างอัตโนมัติ
M_DMAutoDefrag=กำลังจัดเรียงอัตโนมัติ
M_DMSchdleDefrag=กำลังจัดเรียงตามกำหนดการ
M_DMAnalyzed=วิเคราะห์แล้ว
M_DMDefraged=จัดเรียงเสร็จสิ้น
M_DMFastDefraged=จัดเรียงด่วนเสร็จสิ้น
M_DMMergeSortDefraged=จัดเรียงและจัดลำดับไฟล์เสร็จสิ้น
m_DMLargeFileDefraged=จัดเรียงไฟล์ขนาดใหญ่เสร็จสิ้น
M_DMSortDefraged=จัดเรียงและเพิ่มประสิทธิภาพเสร็จสิ้น
M_DMMergeDefraged=จัดเรียงพื้นที่ว่างเสร็จสิ้น
M_DMAFastDefraged=จัดเรียงด่วนอันโนมัติเสร็จสิ้น
M_DMAMergeSortDefraged=จัดเรียงและจัดลำดับไฟล์อันโนมัติเสร็จสิ้น
m_DMALargeFileDefraged=จัดเรียงไฟล์ขนาดใหญ่อันโนมัติเสร็จสิ้น
M_DMASortDefraged=จัดเรียงและเพิ่มประสิทธิภาพอันโนมัติเสร็จสิ้น
M_DMAMergeDefraged=จัดเรียงพื้นที่ว่างอันโนมัติเสร็จสิ้น
M_DMAutoDefraged=จัดเรียงอัตโนมัติเสร็จสิ้น
M_DMSchdleDefraged=จัดเรียงตามกำหนดการเสร็จสิ้น
M_Idle=ว่าง
M_Queuing=รอดำเนินการ
M_DBTrim=ปรับแต่ง
M_DBSmartDefrag=จัดเรียงอัจฉริยะ
M_DBOptimize=เพิ่มประสิทธิภาพอัจฉริยะ
M_BTDViewReport=ดูรายงาน
M_OPT_TRIM=เปิดใช้การปรับแต่งเพื่อเร่งความเร็วการอ่านและเขียนของ SSD
M_OPT_PREFETCHER=ปิดใช้ Prefetcher เพื่อยืดอายุฮาร์ดดิสก์
M_OPT_SUPERFETCH=ปิดใช้ Superfetch เพื่อยืดอายุฮาร์ดดิสก์
M_OPT_BTD=ปิดใช้จัดเรียงตอนบูตเพื่อยืดอายุฮาร์ดดิสก์
M_OPT_SDDT=ปิดใช้ตารางการจัดเรียงดิสก์เพื่อยืดอายุฮาร์ดดิสก์
M_Day=ทุกบูตแรกของ %d วัน
M_SkipSize=ข้ามไฟล์ที่ใหญ่กว่า %s
M_StartAuto=เริ่มการจัดเรียงอัตโนมัติเมื่อเวลาระบบว่างมากกว่า (%d นาที)
M_PauseAuto=พักการจัดเรียงอัตโนมัติเมื่อใช้ทรัพยากรมากกว่า (%s)
M_StartAutoAnalyze=เริ่มการจัดเรียงอัตโนมัติเมื่อระบบว่างเกิน (%d นาที)
M_PauseAutoAnalyze=พักการวิเคราะห์อัตโนมัติเมื่อใช้ทรัพยากรเกิน (%s)
M_ScheduleInactivated=จัดเรียงตามตารางไม่ถูกเปิดใช้งาน
M_FileExcluded=ไฟล์นี้อยู่ในรายการละเว้น ถ้าคุณต้องการจัดเรียงมัน ให้ทำการเอามันออกจากรายการละเว้นก่อน
M_FileAdded="%s" ถูกเพิ่มในการจัดเรียงแล้ว โปรดอย่าเพิ่มอีกครั้ง
M_ExcludedFolderAdded=โฟลเดอร์นี้ถูกเพิมในการจัดเรียงไฟล์และโฟลเดอร์แล้ว ถ้าคุณต้องการเพิ่ม โปรดเอามันออกจากการเพิ่มไฟล์และโฟลเดอร์ก่อน
M_ExcludedFileAdded=ไฟล์นี้ถูกเพิมในการจัดเรียงไฟล์และโฟลเดอร์แล้ว ถ้าคุณต้องการเพิ่ม โปรดเอามันออกจากการเพิ่มไฟล์และโฟลเดอร์ก่อน
M_FolderExcluded=โฟลเดอร์นี้ถูกละเว้น ถ้าคุณต้องการจัดเรียงมัน โปรดเอามันออกจากรายการละเว้นก่อน
M_GameAdded=เกมนี้ถูกเพิ่มแล้ว
M_RunBackground=Smart Defrag กำลังทำงานอยู่เบื้องหลัง
M_StartScheduleDefrag=เริ่มกำหนดการจัดเรียง
M_StartAutoDefrag=เริ่มจัดเรียงอัตโนมัติ
M_LastAutoDefrag=จัดเรียงอัตโนมัติครั้งล่าสุด:
M_AddVolume=ไม่สามารถเพิ่มไดร์ฟ โปรดเลือกโฟลเดอร์หรือไฟล์เพื่อเพิ่ม
M_InvalidFF=ไฟล์หรือโฟลเดอร์ไม่ถูกต้อง
M_SDRAutoDefrag=รายงานการจัดเรียงอัตโนมัติ
M_SDRGameDefrag=รายงานการจัดเรียงเกม
M_SDRManualDefrag=รายงานการจัดเรียงด้วยตนเอง
M_DefragPaused=ถูกพัก
M_TrimStoped=การปรับแต่งถูกขัดจังหวะ
M_AnalyzeStoped=การวิเคราะห์ถูกขัดจังหวะ
M_DefragStoped=การจัดเรียงถูกขัดจังหวะ
M_JunkScanStoped=การสแกนถูกขัดจังหวะ
M_DefragFinished=เสร็จสิ้น
M_DefragBack=กลับ
M_JunkFileScan=กำลังสแกนไฟล์ขยะ %d %%
M_LFR=อัตราการแตกแยกต่ำ
M_FileInSSDTips=ไฟล์/โฟลเดอร์นี้อยู่บน SSD โปรดอย่าจัดเรียงมัน
M_AddFileOrFolder=เพิ่มไฟล์ && โฟลเดอร์
M_NoFileOrFolderAdded=ไม่มีไฟล์/โฟลเดอร์ที่เพิ่ม
M_GameFragments=แตกแยก:
M_GameOptimized=เพิ่มประสิทธิภาพ:
M_GameOptimizeTip=เพิ่มประสิทธิภาพเกมของคุณเพื่อรับประสบการณ์การเล่นเกมที่ดีกว่า
M_GameAddTip=โปรดเพิ่มเกมของคุณเพื่อรับประสบการณ์การเล่นเกมที่ดีกว่า
M_JunkFileFound=พบไฟล์ขยะ:
M_JunkFileCleaned=ไฟล์ขยะที่ทำความสะอาด:
M_DefragedFragments=การแตกแยกที่ถูกจัดเรียง:
M_DefragedFiles=ไฟล์ที่ถูกจัดเรียง:
M_AnalyzedFragments=การแตกแยกที่พบ:
M_AnalyzedFiles=ไฟล์แตกแยกที่พบ:
M_DRDefragedFragments=การแตกแยกถูกจัดเรียงแล้ว
M_DRDefragedFiles=ไฟล์ถูกจัดเรียงแล้ว
M_DRAnalyzedFragments=พบการแตกแยก
M_DRAnalyzedFiles=ไฟล์แตกแยกที่พบ
M_SmartOptimizeTips=Smart Defrag จะวิเคราะห์กอนแล้วค่อยเลือกวิธีการจัดเรียงที่เหมาะสมอย่างชาญฉลาดเพื่อจัดเรียง HDD และปรับแต่ง SSD ของคุณได้ในคลิ๊กเดียว
M_SmartDefragTips=Smart Defrag จะวิเคราะห์กอนแล้วค่อยเลือกวิธีการจัดเรียงที่เหมาะสมอย่างชาญฉลาดเพียงคลิ๊กเดียว
M_DiskSpace=%s ที่ว่างจาก %s
M_Trimmed=ปรับแต่งแล้ว
M_UTrimmed=ปรับแต่งและเพิ่มประสิทธิภาพอย่างชาญฉลาดเสร็จสิ้น
M_AppOptimizeStop=การเพิ่มประสิทธิภาพถูกขัดจังหวะ
M_APPDBOptimize=เพิ่มประสิทธิภาพ
M_AppOptimize=กำลังเพิ่มประสิทธิภาพ
M_AppOptimized=เพิ่มประสิทธิภาพแล้ว
M_AppFoundProblem=%d รายการได้ถูกเพิ่มประสิทธิภาพเพื่อปรับปรุงประสิทธิภาพแอปวินโดวส์ของคุณ
M_AppNoProblem=แอปวินโดวส์ของคุณได้ถูกเพิ่มประสิทธิภาพขึ้นสูงแล้ว
M_Task=คลิ๊กเพื่อเปลี่ยนกำหนดการ
M_RecommendAnalyze=ไม่จำเป็นต้องจัดเรียง
M_State=สถานะ
M_GameInSSD=เกมนี้อยู่บน SSD โปรดอย่าเพิ่มประสิทธิภาพ
M_JunkFile=ไฟล์ขยะ
M_JunkFileAnalyze=กำลังหาไฟล์ขยะ
M_JunkFileCleanedHtml=ไฟล์ขยะที่ทำความสะอาด:
M_DefragDetailsHtml=รายละเอียดการจัดเรียง
M_StartedTimeHtml=เริ่มขึ้นเมื่อ:
M_CompletedTimeHtml=เสร็จสิ้นเมื่อ:
M_AfterRateHtml=หลัง
M_BeforeRateHtml=ก่อน
M_JunkFileHtml=ไฟล์
M_RecommendDefrag1=จัดเรียงด่วน
M_RecommendDefrag2=จัดเรียงและเพิ่มประสิทธิภาพ
M_RecommendDefrag3=จัดเรียงไฟล์ขนาดใหญ่
M_RecommendDefrag4=จัดเรียงพื้นที่ว่าง
M_RecommendDefrag5=จัดเรียงและจัดลำดับไฟล์
M_NoVolumeSelected=โปรดเลือกอย่างน้อยหนึ่งไดร์ฟเพื่อทำงานต่อ
M_TrimShutdown0=ปรับแต่งเสร็จสิ้น, พีซีของคุณจะปิดในอีก
M_TrimShutdown1=ปรับแต่งเสร็จสิ้น, พีซีของคุณจะสลีปในอีก
M_TrimShutdown2=ปรับแต่งเสร็จสิ้น, พีซีของคุณจะไฮเบอร์เนตในอีก
M_TrimShutdown3=ปรับแต่งเสร็จสิ้น, พีซีของคุณจะเริ่มระบบใหม่ในอีก
M_OptimizeShutdown0=การเพิ่มประสิทธิภาพเสร็จสิ้น, พีซีของคุณจะปิดในอีก
M_OptimizeShutdown1=การเพิ่มประสิทธิภาพเสร็จสิ้น, พีซีของคุณจะสลีปในอีก
M_OptimizeShutdown2=การเพิ่มประสิทธิภาพเสร็จสิ้น, พีซีของคุณจะไฮเบอร์เนตในอีก
M_OptimizeShutdown3=การเพิ่มประสิทธิภาพเสร็จสิ้น, พีซีของคุณจะเริ่มระบบใหม่ในอีก
M_TTrimShutdown0=ปิดเครื่องหลังปรับแต่ง
M_TTrimShutdown1=สลีปหลังปรับแต่ง
M_TTrimShutdown2=ไฮเบอร์เนตหลังปรับแต่ง
M_TTrimShutdown3=เริ่มระบบใหม่หลังปิดแต่ง
M_TOptimizeShutdown0=ปิดเครื่องหลังเพิ่มประสิทธิภาพ
M_TOptimizeShutdown1=สลีปหลังเพิ่มประสิทธิภาพ
M_TOptimizeShutdown2=ไฮเบอร์เนตหลังเพิ่มประสิทธิภาพ
M_TOptimizeShutdown3=เริ่มระบบใหม่หลังเพิ่มประสิทธิภาพ
M_MASKSSD=Recognize as SSD
M_MASKHDD=Recognize as HDD
M_LEARNMORE=เรียนรู้เพิ่มเติม
M_EXITSDTIPS=Smart Defrag กำลังทำงาน คุณต้องการออกจากโปรแกรมหรือไม่?
M_NOTSUPPORTSSD=ดิสก์นี้เป็น SSD จัดเรียงตอนบูตไม่สนับสนุน SSD
M_Junk0=หมายเหตุ: ทำความสะอาดแคช DNS อาจทำให้ความเร็วการดาวน์โหลดลดลงและเกิดปัญหาการจราจรติดขัด
M_Junk1=หมายเหตุ: ทำความสะอาดข้อมูลการเรียกใช้เก่าอาจทำให้การเริ่มต้นระบบของคุณช้าลง
M_Junk2=หมายเหตุ: ทำความสะอาดแคชคำสั่งเมนูจะคืนค่าคำสั่งเมนูเริ่มของคุณ รายการที่ไม่มีจะถูกกำจัดออก
M_Junk3=หมายเหตุ: ทำความสะอาดแคชถาดการแจ้งเตือนจะคืนค่าแคชถาดระบบของคุณ คุณต้องเริ่ม explorer.exe ใหม่
M_Junk4=หมายเหตุ: ทำความสะอาดแคชขนาด/ตำแหน่งจะคืนค่าการตั้งค่าตำแหน่งและมุมมองที่จัดเก็บไว้ของ Windows Explorer ทั้งหมด
M_Junk5=หมายเหตุ: ทำความสะอาดประวัติช่วยเหลือผู้ใช้จะลบรายการโปรแกรมที่ใช้บ่อยที่สุดบนเมนูเริ่ม
M_Junk6=หมายเหตุ: ทำความสะอาดไฟล์บันทึก IIS จะลบบันทึกกิจกรรมอิสระของเว็บไซต์, โฟลเดอร์จำลอง หรือไฟล์ใดๆ
M_Junk7=หมายเหตุ: ทำความสะอาดแคชรูปย่อจะทำให้ความเร็วในการแสดงผลของรูปย่อช้าลง เมื่อใดก็ตามที่คุณดูโฟลเดอร์ที่มีรูปภาพ
M_Junk8=หมายเหตุ: ทำความสะอาดรายการกระโดดแถบงานจะปิดการแสดงผลรายการโปรแกรมที่เปิดเมื่อไม่นานในเมนูเริ่มและแถบงาน
M_Junk9=หมายเหตุ: ทำความสะอาดรหัสผ่านที่จัดเก็บไว้ คุณจะสูญเสียรหัสผ่านที่จัดเก็บไว้ทั้งหมด
M_GameOptimizeTips=จัดเรียงและเพิ่มประสิทธิภาพไฟล์เกมของคุณเพื่อความเร็วและความลื่นไหลกับประสบการณ์ในการเล่นที่ดีกว่าเดิม
M_AllGameOptimize=ไฟล์เกมของคุณได้เพิ่มประสิทธิภาพแล้ว โปรดเพลิดเพลินกับเกมของคุณได้เลย
M_ON=เปิด
M_OFF=ปิด
M_MoreThan2Hours=มากกว่า 2 ชั่วโมง
M_NoFragmentsFound=ไม่พบการแตกแยก
M_NoJunkFilesFound=ไม่พบไฟล์ขยะ
M_ActiveAll=เปิดใช้งานทั้งหมด
M_ActiveNow=เปิดใช้งานตอนนี้
M_SkinName=ลักษณะ:
M_ShellDefrag=จัดเรียงโดย Smart Defrag
M_ShellTrim=ปรับแต่งโดย Smart Defrag
M_SkinNameClassic=คลาสสิก
M_SkinNameReadable=สบายตา
M_SpecifyFiles=เจาะจงไฟล์
M_PromoteTitle11=เหนื่อยที่ต้องจัดเรียงด้วยตนเองบ้างไหม?
M_PromoteTitle12=สั่งซื้อตอนนี้เพื่อรับการจัดเรียงอัตโนมัติ
M_PromoteTitle21=สั่งซื้อตอนนี้เพื่อรับการจัดเรียงเฉพาะไฟล์ที่ต้องการเมื่อเริ่มระบบเพื่อจัดเรียงมัน
M_VendorSpecific=Vendor Specific
M_CFragMentInfo=มี <a>%d</a> ไฟล์ที่แตกแยกบนดิสก์ของคุณ ทำการจัดเรียงเพื่อทำให้พีซีของคุณเร็วและเสถียรมากขึ้น
M_DefaultName=ตำแหน่งดิสก์
M_DiskGood=ดี
M_DiskFair=งั้นๆ
M_DiskPoor=แย่
M_DiskInfoTips=เพิ่มพื้นที่ให้มากขึ้นด้วย Advanced SystemCare เพื่อเร่งความเร็วให้คอมพิวเตอร์ของคุณตอนนี้!
M_DiskStatusGood=ดี
M_DiskStatusWarn=เตือน
M_DiskStatusError=ผิดพลาด
M_SchduleDefragInfo=<a>%d</a>การแตกแยกถูกจัดเรียงแล้ว เปิดใช้การจัดการเรียงดิสก์แบบอัตโนมัติเพื่อจัดเรียงดิสก์ให้มีประสิทธิภาพสูง
M_ActivateTitle=ขยายประสิทธิภาพและอายุการใช้งานดิสก์ชองคุณด้วย:
M_ActivateContent1=จัดเรียงอัจฉริยะอัตโนมัติ
M_ActivateContent2=จัดเรียงตอนบูต
M_ActivateContent3=ทันสมัยอยู่เสมอ
M_ActivateButton=เปิดใช้ทั้งหมด

[ActionCenter_M]
M_AC_FreeTitleHide=ประกาศ!
M_AC_FreeDetailHide_New=โปรแกรมที่แนะนำทั้งหมดถูกซ่อนไว้! กด "แสดง" เพื่อดูและติดตั้งพวกมันแล้วรับการปกป้องความปลอดภัยและประสิทธิภาพสูงสุด
M_AC_FreeDetailShow_New=รับการปกป้องและการเร่งประสิทธิภาพที่มากกว่าด้วยโปรแกรมที่แนะนำ
M_FixAll=รับทั้งหมด
M_Hide=ซ่อน
M_Show=แสดง
M_Scan=กำลังสแกน...
M_Fix=รับตอนนี้
M_fixing=กำลังติดตั้ง
M_Updating=กำลังอัพเดท
M_RuningWell=เวอร์ชั่นล่าสุดได้ติดตั้งแล้ว
M_Outdated=ล้าสมัย
M_NotInstalled=ยังไม่ติดตั้ง
M_Recomm_Ins=แนะนำ: ติดตั้ง %s
M_Recomm_Upt=แนะนำ: อัพเดท %s
M_RunASC=สแกนตอนนี้
M_ASCCaption=ประสิทธิภาพระบบ
M_ASCInfo_NotIns=พบรีจิสทรีที่ผิดพลาด, ปัญหาข้อมูลส่วนตัวและไฟล์ขยะบนระบบของคุณ
M_ASCInfo_UpToDate=Advanced SystemCare จะเพิ่มความเร็วและเพิ่มประสิทธิภาพพีซีของคุณในคลิ๊กเดียว
M_ASCInfo_NeedUpDate=Advanced SystemCare ล้าสมัย
M_RunDB=สแกนตอนนี้
M_DBCaption=อัพเดทไดร์เวอร์
M_DBInfo_NotIns_C=%s ไดร์เวอร์ล้าสมัยที่พบ ซึ่งจะทำให้พีซีของคุณช้าและไม่เสถียร
M_DBInfo_NotIns=ไดร์เวอร์ล้าสมัยเหล่านี้ จะทำให้การทำงานของพีซีช้าและไม่เสถียร
M_DBInfo_UpToDate=Driver Booster จะอัพเดทไดร์ฟเวอร์ที่ล้าสมัยบนพีซีของคุณทั้งหมด
M_DBInfo_NeedUpDate=โปรแกรมอัพเดทไดร์เวอร์ของคุณล้าสมัย
M_RunIMF=สแกนตอนนี้
M_IMFCaption=การป้องกันสปายแวร์
M_IMFInfo_NotIns=รับการปกป้องที่ดีกว่าด้วยการติดตั้งโปรแกรมป้องกันมัลแวร์ของ IObit
M_IMFInfo_UpToDate=IObit Malware Fighter จะปกป้องพีซีของคุณจากภัยคุกคามของมัลแวร์
M_IMFInfo_NeedUpDate=โปรแกรมป้องกันสปายแวร์ของคุณล้าสมัย
M_RunAMC=รับตอนนี้
M_AMCCaption=การปกป้องแอนดรอยด์
M_AMCInfo_NotIns=รับความปลอดภัยและการปกป้องข้อมูลส่วนตัวที่ดีกว่าสำหรับอุปกรณ์แอนดรอยด์ของคุณ
M_Recomm_Ins_AMC=แนะนำ: ติดตั้ง %s ไปยังอุปกรณ์แอนดรอยด์ของคุณ
M_RunSM=เริ่มตอนนี้
M_SMCaption=เมนูเริ่ม
M_SMInfo_NotIns=นำเมนู "เริ่ม" ของวินโดวส์กลับมาอีกครั้ง
M_SMInfo_UpToDate=Start Menu 8 จะนำเมนู "เริ่ม" ของวินโดวส์กลับมาอีกครั้ง
M_SMInfo_NeedUpDate=Start Menu 8 ของคุณล้าสมัย
M_RunIU=เริ่มตอนนี้
M_IUCaption=Programs Uninstaller
M_IUInfo_NotIns=กำจัดโปรแกรม, แถบเครื่องมือ, และปลั๊กอินเบราว์เซอร์ที่ไม่ต้องการออกไป
M_IUInfo_UpToDate=IObit Uninstaller จะกำจัดปลั๊กอิน & แอพฯ อย่างถี่ถ้วน
M_IUInfo_NeedUpDate=IObit Uninstaller ของคุณล้าสมัย
M_RunFP=แปลงตอนนี้
M_FPCaption=แปลงไฟล์วีดีโอ
M_FPInfo_NotIns=รับโปรแกรมแปลงไฟล์เพื่อแปลงไฟล์วีดีโอของคุณให้รองรับอุปกรณ์หลากหลายมากขึ้น
M_FPInfo_UpToDate=เพลิดเพลินไปกับการชมวีดีโอบนอุปกรณ์ที่คุณต้องการ
M_FPInfo_NeedUpDate=Format Package ล้าสมัย
M_RunDL=จัดการ
M_DLCaption=จัดการรหัสผ่าน
M_DLInfo_NotIns=ปกป้องและจัดการรหัสผ่านของคุณทั้งหมดด้วย Dashlane Password Manager
M_DLInfo_UpToDate=คุณจะไม่ลืมรหัสอีกต่อไปพร้อมกับความปลอดภัยจาก Dashlane
M_RunIVC=ลองใช้ดูเลย
M_IVCCaption=แปลงไฟล์วีดีโอฟรี
M_IVCInfo_NotIns=ฟรีและปลอดภัย 100% รองรับรูปแบบการแปลงวีดีโอมากกว่า 150+
M_IVCInfo_UpToDate=รับชมวีดีโอในทุกที่ที่คุณต้องการ
M_IVCInfo_NeedUpDate=iFun Video Converter ล้าสมัย
M_RunIOT=จัดการตอนนี้
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=นำเข้า ส่งออก และจัดการรูปภาพ วีดีโอ และเพลงบนอุปกรณ์ iOS ของคุณเพียงคลิ๊กเดียว
M_IOTInfo_UpToDate=IOTransfer ทำงานปกติดี
M_IOTInfo_NeedUpDate=IOTransfer ล้าสมัย
M_Close=ปิด
M_Install=ติดตั้งเลย
M_ASCOffer=ทำความสะอาดและเพิ่มประสิทธิภาพพีซีของคุณในคลิ๊กเดียว<br>เพิ่มความเร็วเปิดเครื่องให้กับพีซีของคุณถึง 300%<br>กวาดล้างร่องรอยการท่องเว็บเพื่อให้ข้อมูลส่วนตัวของคุณปลอดภัย<br>ตรวจจับสถานะต่าง ๆ แบบเรียลไทม์เพื่อให้พีซีของคุณรื่นไหล<br>ปกป้องพีซีของคุณจากสปายแวร์
M_DBOffer=ฐานข้อมูลขนาดใหญ่ (1,000,000+)<br>อัปเดทไดร์เวอร์อัตโนมัติในคลิ๊กเดียว<br>อัปเดทอไดร์เวอร์อย่างปลอดภัยด้วยการรับรอง WHQL<br>แก้ไขปัญหาทั่วไป เช่น เครือข่าย เสียง เป็นต้น<br>ลดปัญหาระบบค้างหรือเกิดปัญหา
M_Moffer_Title=IObit แนะนำ
M_Cancel=ยกเลิก
M_Moffer_Install=ติดตั้ง
M_Moffer_Refund=<a>หมายเหตุ : </a>คุณสามารถรับเงินคืนใน 30 วัน อ่าน <a>นโยบายการคืนเงิน</a>
M_Moffer_NoteEP=โดยการคลิ๊ก "ติดตั้ง" คุณเห็นกับการคิดคั้ง %s และยอมรับ <a>EULA</a> && <a>นโยบายความเป็นส่วนตัว</a>
M_IMFOffer=ป้องกันมัลแวร์ได้อย่างเต็มประสิทธิภาพ<br>ป้องกันแรนซั่มแวร์อาทิเช่น GoldenEye และ Wannacry<br>ท่องเว็บและดาวน์โหลดอย่างปลอดภัย<br>ปกป้องทุกอย่างบนเครื่องแบบเรียลไทม์
M_SMOffer=นำเมนูเริ่มกลับมาให้กับวินโดวส์ 8 และวินโดวส์ 10 อีกครั้ง<br>เอ็นจิ้นค้นหาไฟล์ที่ทรงประสิทธิภาพ
M_IUOffer=กำจัดปลั๊กอิน แถบเครื่องมือ และส่วนขยายออกอย่างรวดเร็ว<br>กำจัดโปรแกรมที่ไม่ต้องการได้ง่าย ๆ<br>กำจัดไฟล์ที่หลงเหลือจากการถอนการติดตั้ง
M_DLOffer=ติดตั้งง่ายและรวดเร็ว<br>ปกป้องรหัสผ่านของคุณ<br>สำหรับวินโดวส์ Mac iOS และแอนดรอยด์
M_IOTOffer=ซอฟแวร์จัดการไอโฟนและโอนถ่ายไฟล์ที่ดีที่สุด<br>โอนถ่ายข้อมูลระหว่างไอโฟน/ไอแพด/ไอพอด/พีซี<br>จัดการรูปภาพ เพลง และวีดีโอบนไอโฟนได้ง่าย ๆ<br>ทำความสะอาดไฟล์ขยะ & ไฟล์แคชเพื่อเพิ่มพื้นที่ว่าง

[M_JunkfilesScanner]
M_Scan=กำลังสแกน:
M_Fix=กำลังซ่อมแซม:
M_WinBin=ถังรีไซเคิล
M_WinTempF=ไฟล์ขยะวินโดวส์
M_IETempF=ไฟล์ขยะ IE
M_SearchAA=ผู้ช่วยค้นหาอัตโนมัติ
M_OtherMRUs=การสำรวจอื่นๆ MRUs
M_Clip=คลิปบอร์ด
M_Dumps=หน่วยความจำดัมพ์
M_ChkDskFrag=Chkdsk ไฟล์แตกแยก
M_WinLog=ไฟล์บันทึกวินโดวส์
M_WinEReport=รายงานข้อผิดพลาดของวินโดวส์
M_DNSCache=แคช DNS
M_OldPD=ข้อมูล Prefetch เก่า
M_MenuOC=แคชลำดับเมนู
M_TrayNC=แคชถาดการแจ้งเตือน
M_WinSLCache=แคชขนาดวหน้าต่าง/ที่ตั้ง
M_UserAH=ประวัติช่วยเหลือผู้ใช้
M_IISLog=ไฟล์บันทึก IIS
M_ThumCache=แคชภาพย่อ
M_TaskbarJPL=แถบรายชื่อ
M_GS=สถานะทั่วไป
M_ItemsCap=%s รายการ, %s
M_JunkFixCap=[Junkfiles Fix]: %d ปัญหาที่ซ่อมแซม
M_Det=รายละเอียด
M_Del=ลบแล้ว
M_NoteMOC=หมายเหตุ: ทำความสะอาดแคชคำสั่งเมนูจะคืนค่าคำสั่งเมนูเริ่มของคุณ รายการที่ไม่มีจะถูกกำจัดออก
M_NoteTNC=หมายเหตุ: ทำความสะอาดแคชถาดการแจ้งเตือนจะคืนค่าแคชถาดระบบของคุณ ต้องเริ่ม Explorer.exe ใหม่
M_NoteWSC=หมายเหตุ: ทำความสะอาดแคชขนาด/ตำแหน่งจะคืนค่าการตั้งค่าตำแหน่งและมุมมองที่จัดเก็บไว้ของ Windows Explorer
M_NoteUAH=หมายเหตุ: ทำความสะอาดประวัติช่วยเหลือผู้ใช้จะลบรายการโปรแกรมที่ใช้บ่อยที่สุดบนเมนูเริ่ม
M_WinSys=ระบบวินโดวส์
M_HisTrace=ประวัติ && ร่องรอย
M_WinAppCache=แคช WinApp
M_WinUpdateCache=แคชอัพเดทวินโดวส์อัตโนมัติ
M_WinUpdateDB=ฐานข้อมูลอัพเดทวินโดวส์อัตโนมัติ
M_SoftInsTemp=ไฟล์ชั่วคราวการติดตั้งซอฟแวร์
M_WinFontCache=แคชแบบอักษรวินโดวส์

[ACD_M]
M_Downloading=กำลังดาวน์โหลด:
m_Installing=กำลังติดตั้ง:
M_DiskIsFull=พื้นที่ดิสก์ไม่เพียงพอ!
M_NetError=ดาวน์โหลดไม่สำเร็จเพราะเครือข่ายผิดพลาด, โปรดลองอีกครั้ง!
M_Tips=กำลังอยู่ในกระบวนการแก้ไข ดับเบิลคลิ๊กไอคอนเพื่อดูรายละเอียด
M_MD5Faild=ดาวน์โหลดไฟล์ผิดพลาด, โปรดลองอีกครั้ง
M_AreSure=คุณต้องการออกจากตัวดาวน์โหลด IObit หรือไม่?
M_Speed=ความเร็ว:
M_AreSure_IObit=คุณต้องการออกจาก IObit Downloader หรือไม่?
M_TipFixing=กำลังแก้ไข

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=รับ Advanced SystemCare ฟรี
lblDesc_IMF.Caption=รับ Advanced SystemCare เวอร์ชั่นฟรีหลังจากที่คุณถอนการติดตั้ง IObit Malware Fighter
lblDesc_SD.Caption=รับ Advanced SystemCare เวอร์ชั่นฟรีหลังจากที่ถอนการติดตั้ง IObit Smart Defrag
lblGet.Caption=Advanced SystemCare สามารถเพิ่มประสิทธิภาพคอมพิวเตอร์และเร่งความเร็วอินเทอร์เน็ตของคุณเพื่อรับอารมณ์เหมือนได้ใช้คอมพิวเตอร์เครื่องใหม่ โดยถูกรับรองโดยผู้ใช้มากกว่า 150 ล้านคน!
btnConvertASC.Caption=ถอนการติดตั้งและรับ Advanced SystemCare ฟรี
btnNo.Caption=ไม่หล่ะ, ฉันต้องการถอนการติดตั้งออกทั้งหมด
btnCancel.Caption=ยกเลิก
btnClose.hint=ปิด

[ACD_frmActionCenter]
lbl_Cancel.Caption=ยกเลิก
lbl_Min.Caption=ย่อ
btnClose.Hint=ปิด

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=ตัวอัพเดท Smart Defrag
Label_CheckUpdate.Caption=กำลังรับข้อมูลการอัพเดท, โปรดรอ...
Label_UpdateDetails.Caption=มีเวอร์ชั่นใหม่ของ Smart Defrag พร้อมใช้งาน, ดาวน์โหลดตอนนี้เพื่อเพลิดเพลินไปกับคุณสมบัติใหม่ๆ
Label_VWN_Pro.Caption=ดูว่ามีอะไรใหม่
Label_NewVersionUpdate.Caption=มีเวอร์ชั่นใหม่ของ Smart Defrag พร้อมใช้งาน, ดาวน์โหลดตอนนี้เพื่อเพลิดเพลินไปกับคุณสมบัติใหม่ๆ
Label_NewFileUpdate.Caption=มีเวอร์ชั่นใหม่พร้อมใช้งาน, ดาวน์โหลดตอนนี้เพื่อเพลิดเพลินไปกับคุณสมบัติใหม่ๆ
Label_ClickDownload.Caption=กด "%s" เพื่อดาวน์โหลดและใช้งานการอัพเดท
Label_FinishInfo.Caption=เสร็จสิ้น!
Label_NoUpdate.Caption=ยินดีด้วย! ตอนนี้คุณมีเวอร์ชั่นล่าสุดแล้ว
Label_Nottention.Caption=การแจ้งเตือน: Smart Defrag จะเริ่มใหม่โดยอัตโนมัติเพื่อใช้งานการอัพดท
Label_RestartWarn.Caption=การแจ้งเตือน: โปรดเริ่มระบบของคุณใหม่เพื่อเสร็จสิ้นการอัพเดท เริ่มระบบใหม่ตอนนี้?
Label_Cancel.Caption=ยกเลิก
Label_ProxySet.Caption=ตั้งค่าพร็อกซี่
Label_DecideLater.Caption=เอาไว้ภายหลัง
RdImageButton_RestartLater.Caption=เริ่มใหม่ภายหลัง
RdImageButton_RestartNow.Caption=เริ่มใหม่ตอนนี้
RdImageButton_Download.Caption=ดาวน์โหลดตอนนี้
RdImageButton_Finish.Caption=ตกลง
Label_ViewWN.Caption=ดูว่ามีอะไรใหม่

[SmartDefrag_AutoupdateFormMain_M]
M_Close=ปิด
M_GetUpdateInfo=กำลังรับข้อมูลการอัพเดท, โปรดรอ...
M_Retry=ลองใหม่
M_GetUpdateFailed=ไม่สามารถรับข้อมูลการอัพเดทได้, โปรดลองอีกครั้ง
M_Finish=ตกลง
M_GetFileFailed=ไม่สามารถรับไฟล์อัพเดทได้, โปรดลองอีกครั้ง
M_CancelDownload=คุณต้องการยกเลิกการอัพเดทนี้หรือไม่?
M_UpdateSucceed=การอัพเดทเสร็จสิ้น!
M_KillUpdateTip=โปรแกรมนี้ล้าสมัยและไม่สามารถใช้งานได้ โปรดดาวน์โหลดเวอร์ชั่นล่าสุดเพื่อใช้งานต่อ

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Smart Defrag %s พร้อมใช้งาน!
Label_Ver_WN.Caption=มีอะไรใหม่
Label_Ver_RML.Caption=เอาไว้ภายหลัง
RdImageButton_Ver_Download.Caption=อัพเดทตอนนี้

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=ปิด
M_UpCap=Smart Defrag %s พร้อมใช้งาน!
M_UpInfo=คลิ๊ก "%s" เพื่อเพลิดเพลินไปกับคุณสมบัติและการปรับปรุงใหม่ๆ!

[SmartDefragUpgrate]
lblCongratulations.Caption=ยินดีด้วย!
lblSubCongratulations.Caption=คุณได้อัพเดทเป็น
lblWhatNew.Caption=มีอะไรใหม่
lblWhatNew_LTTitle.Caption=เอ็นจิ้นการจัดเรียงดิสก์แบบใหม่
lblWhatNew_LTSubTitle.Caption=เอ็นจิ้นการจัดเรียงดิสก์แบบใหม่จะเพิ่มประสิทธิภาพดิสก์ของคุณอย่างประสิทธิภาพและเต็มประสิทธิภาพ
lblWhatNew_RTTitle.Caption=การจัดเรียงแบบจัดลำดับไฟล์แบบใหม่จะช่วยเพิ่มความเร็วมากขึ้น
lblWhatNew_RTSubTitle.Caption=วิธีจัดเรียงและจัดลำดับไฟล์เพื่อเพิ่มประสิทธิภาพการเข้าถึงข้อมูลบนพีซีของคุณได้อย่างรวดเร็ว
lblWhatNew_LBTitle.Caption=จัดเรียงแอพฯ Windows 8.1 Metro
lblWhatNew_LBSubTitle.Caption=รองรับการจัดเรียงอย่างเต็มที่สำหรับแอปฯ Windows 8.1 Metro ที่แตกแยกเพื่อเข้าถึงแอปฯ Metro เร็วขึ้นและราบรื่นขึ้น
lblWhatNew_RBTitle.Caption=ตัวทำความสะอาดดิสก์
lblWhatNew_RBSubTitle.Caption=ทำความสะอาดไฟล์ขยะเพื่อเพิ่มพื้นที่ดิสก์และจัดเรียงได้อย่างมีประสิทธิภาพ
btnClose.Caption=ปิด

[IMF_M]
M_TitleSD=รับ Advanced SystemCare ฟรีหลังจากคุณถอนการติดตั้ง IObit Smart Defrag

[SendBugReportNew_FrmMain]
lblErrorDetails.Caption=รายละเอียดข้อผิดพลาด:
lblUserEmail.Caption=อีเมลล์ของคุณ:
btnClose.Hint=ปิด
btnSendReport1.Caption=ส่ง
lblSuccTips1.Caption=ส่งสำเร็จแล้ว! เราจะพยายามแก้ไขปัญหานี้โดยเร็วที่สุดเท่าที่จะทำได้

[SendBugReportNew_M]
M_BugStatisticsTips=ได้เกิดปัญหาข้อผิดพลาดขึ้นและต้องปิดตัวลง เรากำลังวิเคราะห์อยู่ในตอนนี้ โปรดรอ...
M_SendingTips=กำลังส่ง...
M_InvalidEmailTips=ที่อยู่อีเมลล์ไม่ถูกต้อง! โปรดกรอกอีเมลล์ที่เราสามารถติดต่อคุณได้
M_OKTips=ตกลง
M_AskUserTips1=พบปัญหา เพื่อช่วยเราแก้ไขปัญหานี้ โปรดคลิ๊ก "ส่ง" เพื่อส่งไฟล์ดีบั๊กให้เราโดยอัตโนมัติ <a> นโยบายความเป็นส่วนตัว </a>
M_AttentionTips1=พบปัญหา เพื่อช่วยเราแก้ไขปัญหานี้ โปรดคลิ๊ก "ส่ง" เพื่อส่งไฟล์ดีบั๊กให้เราโดยอัตโนมัติ <a> นโยบายความเป็นส่วนตัว </a>

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=ติชม
RdLabel_Mail.Caption=อีเมล์:
RdLabel_Subject.Caption=ประเภทคำร้อง:
RdLabel_MailDes.Caption=โปรดตรวจสอบให้แน่ใจว่าอีเมล์ของคุณถูกต้อง ซึ่งเราจะใช้ในการติดต่อกลับไปหาคุณ
RdLabel_MailBody.Caption=คำอธิบาย:
RdLabel_Attach.Caption=ไฟล์แนบ
lblSendDes.Caption=กำลังส่งคำติชม...
lblSend.Caption=ส่ง
ButtonCancel.Caption=ยกเลิก
ComboBox_Subject.Items[0].Caption=ฉันรักมัน
ComboBox_Subject.Items[1].Caption=คำถาม
ComboBox_Subject.Items[2].Caption=ปัญหาอัตราการแตกแยก
ComboBox_Subject.Items[3].Caption=ปัญหาการวิเคราะห์/จัดเรียง
ComboBox_Subject.Items[4].Caption=ดาวน์โหลด/อัพเดทล้มเหลว
ComboBox_Subject.Items[5].Caption=การระบุดิสก์ล้มเหลว
ComboBox_Subject.Items[6].Caption=อื่นๆ
ImageNoteClose.hint=ปิด
ButtonAdd.hint=เพิ่ม
ButtonAttachView.hint=ดู
ButtonSend.Caption=ส่ง

[SDFeed_M]
M_MailAddrHint=โปรดตรวจสอบให้แน่ใจว่าอีเมล์ของคุณถูกต้อง เพื่อที่เราจะได้ติดต่อกลับไปหาคุณ
M_DescriptionHint=โปรดเขียนคำอธิบาย
M_MailSuccHint=ขอบคุณสำหรับคำติชมของคุณ เราจะติดต่อคุณโดยเร็วที่สุด
M_TimeoutHint=ส่งคำติชมของคุณล้มเหลว โปรดคลิ๊๊กตกลงเพื่อส่งผ่านคำติชมออนไลน์
M_SendMail=หรือติดต่อเราโดยตรงผ่าน %s
M_Remove=เอาออกทั้งหมด
M_AttachErrorExt=ชนิดไฟล์ต่อไปนี้ไม่สามารถแนบได้:
M_AttachOversize=เพิ่มไฟล์แนบล้มเหลว! ขนาดใหญ่เกิน 10MB

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=ยินดีด้วย!
lblInfo.Caption=คุณอัพเดท Smart Defrag เป็นเวอร์ชั่นล่าสุดสำเร็จแล้ว
btnOK.Caption=ลองใช้ดูเลย!
btn_close.Hint=ปิด

[SDRegister_Form_IObit_Register]
Label_Title.Caption=ขยายประสิทธิภาพและอายุการใช้งานดิสก์ของคุณด้วยเวอร์ชั่น Pro
RdLabel_Des.Caption=อัพเกรดเป็นเวอร์ชั่น Pro เพื่อเพลิดเพลินกับความชาญฉลาดผ่านการจัดเรียงและการเพิ่มประสิทธิภาพ:
RdLabel_01_Title.Caption=เร็วมากขึ้นถึง 200%
RdLabel_02_Title.Caption=ชาญฉลาด & เรียบง่ายมากขึ้น
RdLabel_03_Title.Caption=ความเสถียรและลึกมากขึ้น
RdLabel_04_Title.Caption=ทันสมัยอยู่เสมอ
RdLabel_01_Cap.Caption=อนุญาตการเข้าถึงไฟล์และพื้นที่ดิสก์ได้เร็วมากขึ้นถึง 200%
RdLabel_02_Cap.Caption=จัดเรียงไฟล์และดิสก์ที่คุณเลือกไว้แบบเรียลไทม์โดยอัตโนมัติ
RdLabel_03_Cap.Caption=จัดเรียงดิสก์ของคุณได้ทั่วถึงแม้จะเป็นไฟล์ระบบเมื่อเริ่มบูต
RdLabel_04_Cap.Caption=อัพเดท Smart Defrag เป็นเวอร์ชั่นล่าสุดโดยอัตโนมัติ
Label_EnterCode.Caption=กรอกโค้ด
Label_Help.Caption=ช่วยเหลือ
Label_Eg.Caption=เช่น : F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=โปรดกรอกโค้ดใบอนุญาตของคุณแล้วคลิ๊ก "ลงทะเบียนตอนนี้" เพื่อเปิดใช้งานฟังก์ชั่นของเวอร์ชั่น PRO เพื่อป้องกันการพิมพ์ผิด โปรดคัดลอกแล้ววางโค้ดใบอนุญาตจากอีเมลล์ของคุณลงในช่องนี้
Label_LicenseCode.Caption=โค้ดใบอนุญาต:
Button_Activate.Caption=เปิดใช้งานตอนนี้
Button_RegisterNow.Caption=ลงทะเบียนตอนนี้
Button_RegisterClose.hint=ปิด
Label_LMTitle.Caption=จัดการใบอนุญาต
Label_LMLSta.Caption=สถานะใบอนุญาต:
Label_LMLCode.Caption=โค้ดใบอนุญาต:
Label_LMLDate.Caption=วันหมดอายุ:
Label_LMLeftDays.Caption=วันที่เหลือ:
Label_LMHelp.Caption=ช่วยเหลือ
Label_LMRefresh.Caption=รีเฟรช
Label_LMExportL.Caption=ส่งออกใอนุญาต
Button_LMClose.hint=ปิด
Button_OK.Caption=ตกลง
Label_KnowMore.Caption=เรียนรู้เพิ่มเติมเกี่ยวกับเวอร์ชั่น Pro
LabelB_01_Cap.Caption=การจัดเรียงและเพิ่มประสิทธิภาพฮาร์ดดิสก์พื้นฐาน
LabelB_02_Cap.Caption=เพิ่มความเร็วการเข้าถึงไฟล์มากขึ้น 200%
LabelB_03_Cap.Caption=ประสบการณ์การเล่นเกมที่มากขึ้นด้วยการเพิ่มประสิทธิภาพเกม
LabelB_04_Cap.Caption=การจัดเรียงเมื่อบูตเพื่อเริ่มต้นพีซีได้เร็วขึ้น
LabelB_05_Cap.Caption=จัดเรียงไฟล์ที่แตกแยกอย่างชาญฉลาดโดยอัตโนมัติ
LabelB_06_Cap.Caption=กำหนดโหมดการจัดเรียงไฟล์/ดิสก์เพื่อทำการจัดเรียง
LabelB_07_Cap.Caption=อัพเดทเป็นเวอร์ชั่นล่าสุดอัตโนมัติ
LabelB_08_Cap.Caption=สนับสนุนทางเทคนิค 24/7
LabelB_Curent.Caption=ปัจจุบัน
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=มีอะไรเพิ่มมาบ้าง คุณจะได้รับฟังก์ชั่นสำหรับเวอร์ชั่น Pro ทั้งหมดดังนี้:
Btn_Boost.Caption=เพิ่มความเร็วดิสก์อย่างชาญฉลาด
Btn_DefragRegistry.Caption=จัดเรียงไฟล์รีจิสทรี
Btn_AutoDefrag.Caption=จัดเรียงอัตโนมัติ
Btn_DefragSpecilFile.Caption=จัดเรียงไฟล์ที่เลือก
Label_KnowMoreC.Caption=ทำความเข้ใจเวอร์ชั่น Pro มากขึ้น

[SDRegister_M]
M_EnterError=โปรดกรอกโค้ดใบอนุญาตของคุณ!
M_ErrorTitle=เปิดใช้งานผิดพลาด
M_SucceedTitle=การเปิดใช้งาน
M_IsOtherCode=โค้ดใบอนุญาต %s นี้ใช้สำหรับ %s เท่านั้น โปรดคลิ๊กปุ่มตกลงเพื่อดาวน์โหลดและลงทะเบียน %s ของคุณ
M_InvalidCode=โค้ดใบอนุญาตไม่ถูกต้อง โปรดกรอกโค้ดใบอนุญาตที่ถูกต้อง
M_License_Pro=เปิดใช้งานโค้ดใบอนุญาตสำเร็จ
M_License_valication=ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ของเราได้ โปรดตรวจสอบการตั้งค่าเครือข่าย/พร็อกซี่แล้วลองตรวจสอบใบอนุญาตของคุณภายหลัง
M_License_Expired=ใบอนุญาต %s ของคุณหมดอายุแล้ว โปรดเปลี่ยนโค้ดใบอนุญาตของคุณหรือสั่งซื้อใหม่
M_License_Unknow=ข้อผิดพลาดที่ไม่รู้จัก!
M_License_Illegal=ไม่สามารถเปิดใช้งานโค้ดใบอนุญาตนี้ได้ โปรดสั่งซื้อโค้ดใหม่
M_License_Overseat=โค้ดใบอนุญาต %s ได้ถูกเปิดใช้งานเกินจำนวน PC และไม่สามารถใช้งานได้ โปรดซื้อใบอนุญาตเพิ่มสำหรับ Smart Defrag Pro บนเครื่องนี้
M_GiveawayCode=ใบอนุญาตไม่ถูกต้อง คลิ๊กใช่เพื่อสั่งซื้อโค้ดใบอนุญาตใหม่
M_PageC_Cap=จัดเรียงอัตโนมัติ
M_PageC_Des1=จัดเรียงดิสก์อย่างชาญฉลาดเมื่อระบบว่าง
M_PageC_Des2=เปิดการจัดเรียงอัตโนมัติเพื่อคงอัตราการแตกแยกและรับประสิทธิภาพที่ดีขึ้น
M_PageD_Cap=อัพเดทอัตโนมัติ
M_PageD_Des1=อัพเดทเป็นเวอร์ชั่นล่าสุดอัตโนมัติ
M_PageD_Des2=เปิดใช้การอัพเดทอัตโนมัติเพื่อคงเวอร์ชั่นซอฟแวร์ให้เป็นเวอร์ชั่นล่าสุดและเพลิดเพลิดไปกับประสบการณ์ที่ดียิ่งขึ้น
M_PageE_Cap=จัดเรียงไฟล์รีจิสทรีในการจัดเรียงตอนบูต
M_PageE_Des1=จัดเรียงไฟล์รีจิสทรีเมื่อเริ่มต้นวินโดวส์
M_PageE_Des2=ปรับปรุงประสิทธิภาพรีจิสทรีเพื่อระบบที่ลื่นไหลและเสถียรมากขึ้น
M_PageF_Cap=จัดเรียงไฟล์ที่เลือกในตอนบูต
M_PageF_Des1=จัดเรียงไฟล์ที่เลือกเมื่อเริ่มต้นวินโดวส์
M_PageF_Des2=ปรับปรุงความเร็วและความเสถียรเพื่อประสบการณ์การเข้าถึงไฟล์ที่ดียิ่งขึ้น
M_license_seat=สถานะใบอนุญาต
M_License_DLLMiss=RegisterCom.dll หายไป โปรดติดตั้ง Smart Defrag ใหม่แล้วลองลงทะเบียนอีกครั้ง

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=วินโดวส์
6=แอปพลิเคชั่น Office
7=อินเทอร์เน็ต
8=สื่อ
9=ยูทิลิตี้
10=ส่วนขยายที่กำหนดเอง
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows Apps
15=iTunes
M_Scan=กำลังสแกน:
M_Fix=กำลังซ่อมแซม:
M_GS=สถานะทั่วไป
M_TyURL=URLs ที่พิมพ์
M_Cookie=คุ๊กกี้
M_TempF=ไฟล์ชั่วคราว
M_His=ประวัติ
M_IDF=ไฟล์ดัชนีข้อมูล
M_AFF=กรอกฟอร์มอัตโนมัติ
M_AFP=กรอกรหัสผ่านอัตโนมัติ
M_ICache=แคชอินเทอร์เน็ต
M_DownHis=ประวัติการดาวน์โหลด
M_SaveFI=ข้อมูลแบบฟอร์มที่จัดเก็บไว้
M_Reg=Regedit
M_ReDoc=เอกสารเมื่อไม่นาน
M_RunHis=ประวัติการทำงาน
M_DelOnBoot=(ลบเมื่อเริ่มระบบ)
M_ItemsCap=%s รายการ, %s
M_Session=เซสชั่น
M_SavePwd=รหัสผ่านที่จัดเก็บไว้
M_ComDatabase=บีบอัดฐานข้อมูล
M_PriFixCap=[ซ่อมแซมความเป็นส่วนตัว]: %d ปัญหาที่ถูกซ่อมแซมแล้ว
M_Det=รายละเอียด
M_Del=ลบแล้ว
M_CFFDB=บีบอัดฐานข้อมูล Firefox
M_CGCDB=บีบอัดฐานข้อมูล Google Chrome
M_WebBro=เว็บเบราว์เซอร์
M_NoteIt=หมายเหตุ: ไม่สามารถลบร่องรอยของ %s ขณะที่กำลังทำงานอยู่ได้
M_NoteThey=หมายเหตุ: ไม่สามารถลบร่องรอยของ %s ขณะที่กำลังทำงานอยู่ได้
M_WebIcons=ไอคอนเว็บไซต์
M_LastDL=ตำแหน่งดาวน์โหลดล่าสุด
M_InsCache=แคชการติดตั้ง
M_MobApp=แอปพลิเคชั่นมือถือ
M_Book=หนังสือ
M_Podcasts=พอดคาสต์
M_SanpViewer=โปรแกรมดูภาพรวม
M_RemoteD=ควบคุมเดสก์ท็อป
M_ManageC=คอนโซลการจัดการ
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Photo Editor
M_GameE=Game Explorer
M_Defender=Windows Defender
M_Search=ค้นหา

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=สุขภาพดิสก์
btn_auto_defrag.Caption=จัดเรียงอัตโนมัติ
btn_boot_defrag.Caption=จัดเรียงตอนบูต
btn_disk_clean.Caption=ทำความสะอาดดิสก์
lblOptimizeType.Items[1].Caption=ปรับแต่ง
lblOptimizeType.Items[2].Caption=เพิ่มประสิทธิภาพแอป

[SmartDefrag_SDPromoteFrame]
rdlblAboutPro.Caption=ตรวจสอบคุณสมบัติทั้งหมด
btnPurchaseNow.Caption=สั่งซื้อตอนนี้
btnBack.Caption=กลับ
lblLeaveContent.Items[0].Caption=จัดเรียงไฟล์และดิสก์ที่คุณเลือกโดยอัตโนมัติเพื่อคงประสิทธิภาพสูงสุดแบบเรียลไทม์
lblLeaveContent.Items[1].Caption=จัดเรียงตอนบูตสามารถจัดเรียงไฟล์หรือดิสก์แบบเจาะจงเมื่อเริ่มระบบเพื่อให้มีประสิทธิภาพในการทำงานมากที่สุด
rdlblRightTitle.Items[0].Caption=การแตกแยกทั้งหมดได้ถูกจัดเรียงเสร็จสิ้นแล้ว
rdlblRightTitle.Items[1].Caption=มีบางส่วนที่ไม่สามารถจัดเรียงได้เพราะว่ากำลังถูกใช้งานอยู่
rdlblRightTitle.Items[2].Caption=การแตกแยกได้ถูกจัดเรียงเสร็จสิ้นแล้ว!
rdlblLeftTitle.Items[0].Caption=รับประกันว่าจะปกป้องพีซีของคุณให้มีประสิทธิภาพสูงสุด
rdlblLeftTitle.Items[1].Caption=รับประกันว่าช่วยเพิ่มประสิทธิภาพดิสก์ของคุณให้สูงขึ้น
rdlblLeftContent.Items[0].Caption=ทางเรารับประกันการคืนเงินภายใน 60 วัน ถ้าหากผลิตภัณฑ์ของเราไม่ตรงกับที่สัญญาไว้ เรายินดีคืนเงินเต็มจำนวนโดยไม่มีข้อแม้ใดๆ
rdlblLeftContent.Items[1].Caption=ทางเรารับประกันการคืนเงินภายใน 60 วัน ถ้าหากผลิตภัณฑ์ของเราไม่ตรงกับที่สัญญาไว้ เรายินดีคืนเงินเต็มจำนวน
rdlblTitle3.Caption=รับประสิทธิภาพดิสก์เต็มพิกัดด้วยเวอร์ชั่นโปร
rdlblContent1.Caption=เพิ่มพื้นที่ดิสก์และเพิ่มความเร็วในการเข้าถึงไฟล์ได้มากถึง 200%
rdlblContent2.Caption=จัดเรียงไฟล์และดิสก์ที่คุณเลือกในเรียลไทม์โดยอัตโนมัติ
rdlblContent3.Caption=จัดเรียงดิสก์เก็บไฟล์ระบบเมื่อบูตได้ละเอียดมากขึ้น
rdlblContent4.Caption=อัพเดทเป็นเวอร์ชั่นล่าสุดโดยอัตโนมัติ
rdlblDiskStatus.Caption=สถานะดิสก์ของพีซี

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=ปิด
btnSetting.Hint=ตั้งค่า
btnDefragManually.Caption=จัดเรียงด้วยตนเอง
btnActivateAutoDefrag.Caption=เปิดใช้การจัดเรียงอัตโนมัติ
lblTitle.Caption=กำหนดการจัดเรียง
btnShowAgain.Caption=ไม่ต้อแสดงอีก

[DiskInfo_Smart]
UNKNOWN=ไม่รู้จัก
VENDOR_SPECIFIC=ผู้ขายโดยตรง
01=อัตราอ่านผิดพลาด
02=ประสิทธิภาพแต่ละช่วง
03=ช่วงการหมุน
04=เริ่ม/หยุดนับ
05=จัดสรรการนับเซคเตอร์ใหม่
06=ช่วงขอบการอ่าน
07=อัตราที่ผิดพลาด
08=ช่วงประสิทธิภาพ
09=เครื่องทำงาน
0A=จำนวนการหมุนที่ลองใหม่
0B=ลองเทียบใหม่
0C=จำนวนวงจรพลังงาน
0D=อัตราการอ่านผิดพลาด
B8=ข้อผิดพลาด End-to-End
BB=ข้อผิดพลาดที่ไม่ถูกต้องที่รายงาน
BC=คำสั่งหมดอายุ
BD=High Fly Writes
BE=การระบายอากาศ
BF=อัตราการผิดพลาดของ G-Sense
C0=จำนวนลดพลังงาน
C1=จำนวนรอบการโหลด/ไม่โหลด
C2=อุณหภูมิ
C3=กู้คืนฮาร์ดแวร์ ECC
C4=จำนวนงานจัดสรรใหม่
C5=จำนวนเซ็กเตอร์ปัจจุบันที่รอดำเนินการ
C6=จำนวนเซ็กเตอร์ที่ไม่ถูกต้อง
C7=จำนวนข้อผิดพลาด UltraDMA CRC
C8=อัตราการเขียนผิดพลาด
C9=อัตราการอ่านผิดพลาด
CA=เส้นทางข้อมูลที่ผิดพลาด
CB=ยกเลิกการทำงาน
CC=ความถูกต้องของ ECC
CD=อัตราความร้อน
CE=การลอยสูง
CF=หมุนเร็วมาก
D0=หมุนส่าย
D1=ประสิทธิภาพค้นหาออฟไลน์
D3=การสั่นขณะเขียน
D4=คลื่นขณะเขียน
DC=ความคาดเคลื่อนดิสก์
DD=อัตราการผิดพลาดของ G-Sense
DE=ชั่วโมงที่โหลด
DF=จำนวนที่ลองโหลด/ไม่โหลดใหม่
E0=การโหลดฝืด
E1=จำนวนรอบการโหลด/ไม่โหลด
E2=เวลาโหลด 'เข้า'
E3=จำนวนแรงขยาย
E4=รอบการปิด
E6=คลื่นส่วนหน้า GMR
E7=อุณหภูมิ
F0=ชั่วโมงการลอยมุ่งไป
FA=อัตราการอ่านผิดพลาดที่ลองใหม่
FE=ปกป้องการตก

[DiskInfo_SmartSsd]
01=อัตราการอ่านผิดพลาด
02=ประสิทธิภาพแต่ละช่วง
03=ช่วงการหมุน
04=จำนวนเริ่ม/หยุด
05=จำนวนเซ็กเตอร์ที่จัดสรรใหม่
06=ช่องการอ่าน
07=อัตราค้นหาผิดพลาด
08=ประสิทธิภาพเวลาค้นหา
09=ช่วงโมงที่ทำงานทำงาน
0A=จำนวนลองหมุนใหม่
0B=จำนวนที่เทียบใหม่
0C=จำนวนวงจรพลังงาน
0D=อัตราข้อผิดพลาดในการอ่าน
C0=จำนวนที่ปิดแบบไม่ปลอดภัย
C2=อุณหภูมิ
C4=จำนวนงานจัดสรรใหม่
C5=จำนวนเซ็กเตอร์ปัจจุบันที่รอดำเนินการ
C6=จำนวนเซ็กเตอร์ที่ไม่ถูกต้อง
FF=ช่วงเวลาที่เหลือ

[DiskInfo_SmartMtron]
BB=จำนวนลบทั้งหมด

[DiskInfo_SmartIndlinx]
01=อัตราอ่านผิดพลาด
09=ชั่วโมงที่ทำงาน
0C=จำนวนวงจรพลังงาน
B8=จำนวนบล็อกเสียหายเริ่มแรก
C3=จำนวนบล็อกโปรแกรมที่ล้มเหลว
C4=จำนวนบล็อกที่ลบล้มเหลว
C5=จำนวนบล็อกที่อ่านล้มเหลว
C6=จำนวนเซ็กเตอร์ที่อ่านทั้งหมด
C7=จำนวนเซ็กเตอร์ที่เขียนทั้งหมด
C8=จำนวนคำสั่งที่อ่านทั้งหมด
C9=จำนวนคำสั่งที่เขียนทั้งหมด
CA=จำนวนข้อผิดพลาดของบิตจากแฟลชทั้งหมด
CB=จำนวนเซ็กเตอร์ที่อ่านทั้งหมดด้วยข้อผิดพลาดบิตที่ถูกต้อง
CC=ป้ายบล็อกที่เสียหาย
CD=จำนวน PE ที่ระบุสูงสุด
CE=จำนวนลบต่ำสุด
CF=จำนวนลบสูงสุด
D0=จำนวนลบเฉลี่ย
D1=ช่วงเวลาดิสก์ที่เหลือ

[DiskInfo_SmartJMicron60x]
09=ชั่วโมงที่ทำงาน
0C=จำนวนวงจรพลังงาน
C2=อุณหภูมิ
E5=ID ระบบ, ID แฟลชที่ชะงัก
E8=ข้อมูลเวอร์ชั่นเฟิร์มแวร์
E9=บันทึก ECC ล้มเหลว
EA=จำนวนลบเฉลี่ย จำนวนลบสูงสุด
EB=จำนวนบล็อกที่ดี จำนวนบล็อกระบบ

[DiskInfo_SmartIntel]
03=เวลาหมุน
04=จำนวนเริ่ม/หยุด
05=จำนวนเซ็กเตอร์ที่จัดสรรใหม่
09=จำนวนชั่วโมงทำงาน
0C=จำนวนวงจรพลังงาน
C0=จำนวนที่ปิดแบบไม่ปลอดภัย
E1=โฮสต์เขียน
E8=พื้นที่ที่สงวนไว้
E9=ตัวบ่งชี้สื่อ
B8=จำนวนข้อผิดพลาด End to End ที่ตรวจพบ

[DiskInfo_SmartSamsung]
09=ชั่วโมงที่ใช้งาน
0C=จำนวนที่ใช้งาน
AF=จำนวนโปรแกรมล้มเหลว (ชิ้น)
B0=จำนวนลบล้มเหลว (ชิ้น)
B1=จำนวนระดับสึกหรอ
B2=จำนวนบล็อกที่สงวนไว้ใช้ (ชิ้น)
B3=จำนวนบล็อกที่สงวนไว้ใช้ (ทั้งหมด)
B4=จำนวนบล็อกที่ไม่สงวนไว้ใช้ (ทั้งหมด)
B5=จำนวนโปรแกรมล้มเหลว (ทั้งหมด)
B6=จำนวนลบล้มเหลว (ทั้งหมด)
B7=Runtime bad block (ทั้งหมด)
BB=จำนวนข้อผิดพลาดที่ไม่ถูกต้อง
BE=จำนวนอุณหภูมิเกิน
C2=อุณหภูมิ
C3=อัตรา ECC
C6=จำนวนข้อผิดพลาดที่ไม่ถูกต้องจากการสแกนออฟไลน์
C7=จำนวนข้อผิดพลาดจาก CRC
C9=สถานะ Super cap
CA=สถานะโหมด SSD

[DiskInfo_SmartSandForce]
01=อัตราข้อผิดพลาดในการอ่านข้อมูลดิบ
05=จำนวนบล็อกที่ลองใหม่
09=เวลาทำงาน
0C=จำนวนวงจรพลังงาน
0D=อัตราข้อผิดพลาดในการอ่าน
64=กิกะไบต์ที่ลบ
AA=จำนวนบล็อกที่สงวนไว้
AB=จำนวนโปรแกรมล้มเหลว
AC=จำนวนลบล้มเหลว
AE=จำนวนสูญเสียพลังงานแบบฉับพลัน
B1=ช่วงสันดอนการสวม
B5=จำนวนโปรแกรมล้มเหลว
B6=จำนวนลบล้มเหลว
B8=ข้อผิดพลาดจากการตรวจพบโค้ดข้อผิดพลาด I/O ที่รายงาน
BB=ข้อผิดพลาดที่ไม่ถูกต้องที่รายงาน
C2=อุณหภูมิ
C3=On‐the‐Fly ECC จำนวนข้อผิดพลาดที่ไม่ถูกต้อง
C4=จำนวนงานจัดสรรใหม่
C6=จำนวนเซ็กเตอร์ที่ไม่ถูกต้อง
C7=จำนวนข้อผิดพลาดจาก SATA R-Errors (CRC)
C9=อัตราอ่านผิดพลาดที่ไม่ถูกต้อง
CC=อัตราความถูกต้อง Soft ECC
E6=สถานะช่วงชีวิต
E7=เวลาที่เหลือของ SSD
E8=พื้นที่ว่างที่สงวนไว้
EB=สถานะ SuperCap
F1=การเขียนทั้งหมดจากโฮสต์
F2=การอ่านทั้งหมดจากโฮสต์

[DiskInfo_SmartJMicron61x]
01=อัตราอ่านผิดพลาด
02=ประสิทธิภาพแต่ละช่วง
03=ช่วงการหมุน
05=จำนวนเซ็กเตอร์ที่ถูกจัดสรร
07=อัตราค้นหาผิดพลาด
08=ประสิทธิภาพเวลาค้นหา
09=ชั่วโมงที่ใช้งาน
0A=จำนวนลองหมุนใหม่
0C=จำนวนวงจรพลังงาน
A8=จำนวน SATA PHY ผิดพลาด
AF=จำนวนตารางคัสเตอร์เสียหาย (จำนวน ECC ล้มเหลว)
C0=จำนวนสูญเสียพลังงานแบบฉับพลัน
C2=อุณหภูมิ
C5=จำนวนเซ็กเตอร์ปัจจุบันที่รอดำเนินการ
AA=จำนวนบล็อกเสียหาย
AD=จำนวนที่ลบ

[DiskInfo_SmartMicron]
01=อัตราข้อผิดพลาดในการอ่านข้อมูลดิบ
05=จำนวนเซ็กเตอร์ที่ถูกจัดสรร
09=ชั่วโมงที่ทำงาน
0C=จำนวนวงจรพลังงาน
AA=จำนวนบล็อกที่ล้มเหลวในการทำงาน
AB=จำนวนโปรแกรมล้มเหลว
AC=จำนวนลบล้มเหลว
AD=จำนวนระดับสึกหรอ
AE=จำนวนสูญเสียพลังงานแบบฉับพลัน
B5=การเข้าถึงแนวราบที่ไม่ใช่ 4k
B7=ลดการเชื่อมต่อ SATA
BB=ข้อผิดพลาดที่ไม่ถูกต้องที่รายงาน
BC=คำสั่งที่หมดเวลา
BD=จำนวนบล็อกเสียหายจากโรงงาน
C4=จำนวนงานจัดสรรใหม่
C5=จำนวนเซ็กเตอร์ปัจจุบันที่รอดำเนินการ
C6=จำนวนข้อผิดพลาดที่ไม่ถูกต้องจากการสแกนออฟไลน์อัจฉริยะ
C7=อัตราอ่าน Ultra DMA CRC ผิดพลาด
CA=เปอร์เซ็นต์ของอายุการใช้งาน
CE=อัตราการเขียนผิดพลาด

[DiskInfo_MainForm]
btnClose.Hint=ปิด
btnMaxmize.Hint=ขยาย
btnMinmize.Hint=ย่อ
btnRestore.Hint=กู้คืน
rdlblDiskStatus.Caption=สุขภาพดิสก์:
rdlblDiskTemp.Caption=อุณหภูมิ:
rdlblUsage.Caption=ใช้งาน:
rdlblReadSpeed.Caption=ความเร็วการอ่าน:
rdlblResponseTime.Caption=เวลาตอบสนอง:
rdlblWriteSpeed.Caption=ความเร็วการเขียน:
rdlblDriveName.Caption=ไดร์ฟ:
rdlblFreeMoreSpace.Caption=เพิ่มพื้นที่
rdlblDiskInfo.Caption=รายการการวิเคราะห์การตรวจสอบดิสก์:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=ชื่อคุณสมบัติ
lvDiskInfo.Columns[2].Caption=สถานะ
lvDiskInfo.Columns[3].Caption=ค่า
lvDiskInfo.Columns[4].Caption=แย่
lvDiskInfo.Columns[5].Caption=ต่ำสุด
lvDiskInfo.Columns[6].Caption=ข้อมูลดิบ

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=ปิด
btnSetting.Hint=การตั้งค่า
btnDefragManually.Caption=จัดเรียงด้วยตนเอง
btnActivateAutoDefrag.Caption=เปิดใช้การจัดเรียงอัตโนมัติ
lblTitle.Caption=กำหนดการจัดเรียง
btnShowAgain.Caption=ไม่ต้องแสดงอีก

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=อัพเดทด้วยตนเอง
lblActiveTitle.Caption=เหนี่อยกับการที่ต้องอัพเดทเองมั๊ย?
btnActiveAutoUpt.Caption=เปิดใช้การอัพเดทอัตโนมัติ
btnDonotShow.Caption=ไม่ต้องแสดงอีก
lblClose.Caption=ปิด

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=เร็วขึ้น 200%
btnActivateNow.Caption=เปิดใช้ทั้งหมด
btnContent2.Caption=ง่ายและฉลาดยิ่งขึ้น
btnContent3.Caption=เสถียรและลึกยิ่งขึ้น
btnContent4.Caption=ทันสมัยอยู่เสมอ
rdlblActivateCode.Caption=กรอกใบอนุญาต
rdlblTitle.Caption=เปิดใช้โปรทั้งหมด

[FormShuffle_Main_M]
M_Close=ปิด
M_Info=ยินดีด้วย! คุณได้ %d โอกาสในการชิงโชค
M_Title=ฉลากชิงโชค
M_Next=คุณใช้โอกาสนี้ไปแล้ว โปรดรอโอกาสครั้งต่อไป
M_Congrate=เย้! %s! มีเพียง %d ผู้ใช้ที่ได้!
M_ShuffleConNol=เย้! %s! มีเพียง %d ผู้ใช้ที่ได้! ใช้ได้ %t วัน
M_TryMyLuck=เสี่ยงดวง
M_ShuffleConLast=เย้! %s! มีเพียง %d ผู้ใช้ที่ได้! ใช้ได้วันสุดท้ายแล้ว
M_GetItNow=รับเลย
M_ShufflePro=ใช้ Smart Defrag Trial ฟรี 1 ปีสำหรับเครื่องนี้
M_ExitTip=คุณอาจเสียส่วนลดพิเศษได้ถ้าคุณออกไปตอนนี้ รับส่วนลดพิเศษเลยหรือไม่?
M_ExitTipSure=คุณจะเสียส่วนลดพิเศษได้ถ้าคุณออกไปตอนนี้ รับส่วนลดพิเศษเลยหรือไม่?
M_ExitTipPro=คุณจะสูญเสียโอกาสในการรับ Smart Defrag Pro ถ้าคุณออกไปตอนนี้ รับ Smart Defrag Pro เลยหรือไม่?
M_ExitCancel=ไม่เป็นไร
M_CreateLicense=กำลังเปิดใช้งาน Smart Defrag Pro โปรดรอ
M_CreateFin=เปิดใช้งาน Smart Defrag Pro สำเร็จ เพลิดเพลินไปกับฟังก์ชั่น Pro
M_TryItNow=ลองเลย
M_ASCConInof=%s ส่วนลดสำหรับ Advanced SystemCare Pro
M_DBConInof=%s ส่วนลดสำหรับ Driver Booster Pro
M_IMFConInof=%s ส่วนลดสำหรับ IObit Malware Fighter Pro
M_SDConInof=%s ส่วนลดสำหรับ Smart Defrag Pro
M_BGConInof=%s ส่วนลดสำหรับสุดยอดข้อเสนอพิเศษ
M_ProConInof=Smart Defrag Pro <a>1 ปี</a> สำหรับพีซีเครื่องนี้

